Repository: douglas125/OpenCLTemplate
Catalog: OpenCLTemplate/OpenCLTemplate/frmCL.*.resx
Languages: pt

# groupBox1.Text
source: OpenCL Information
pt: Informações do OpenCL

# label3.Text
source: Device details:
pt: Detalhes dos devices:

# label4.Text
source: Current OpenCL device:
pt: Device de OpenCL em uso:

# label1.Text
source: Platform:
pt: Plataforma:

# groupBox2.Text
source: Registry settings
pt: Configurações do Registro

# btnWriteToRegistry.Text
source: Write recommended values to registry
pt: Escrever valores recomendados no Registro

# lblConfirmModReg.Text
source: Do you really want to change the system registry? The following entries will be created/modified:
pt: Você realmente deseja modificar o Registro do sistema? As seguintes entradas serão criadas/modificadas:

# lblReboot.Text
source: It is necessary to reboot your computer for the changes to take effect.
pt: É necessário reiniciar o computador para que as mudanças tenham efeito.

# lblNotFound.Text
source: Not found
pt: Não encontrado

# label7.Text
source: TdrDdiDelay - time allowed for GPU to execute threads:
pt: TdrDdiDelay - tempo permitido para threads na GPU:

# label6.Text
source: TdrDelay - time allowed for GPU response delay:
pt: TdrDelay - tempo máximo permitido para resposta da GPU:

# label10.Text
source: Recommended:
pt: Recomendado:

# label9.Text
source: Recommended:
pt: Recomendado:

# label8.Text
source: Recommended:
pt: Recomendado:
